---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemCopeWidthx
source: html/54fa23c1-4ab2-9658-80f2-3b03817cbcee.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemCopeWidthx Property

"Cutback"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemCopeWidthx { get; }
```